Repository: wasimmostakim2965-ui/openclaw-windows-node
Catalog: src/OpenClaw.Tray.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr, pt_br, zh_cn, zh_tw

# Migration_StoreAdoptionPending
source: The previous app is closed and migration could proceed. This test build does not adopt your setup yet. Close this preview. Do not uninstall the previous app, delete migration data, or run gateway cleanup.
fr_fr: L'application précédente est fermée et la migration pourrait continuer. Cette version de test n'adopte pas encore votre configuration. Fermez cet aperçu. Ne désinstallez pas l'application précédente, ne supprimez pas les données de migration et ne lancez pas le nettoyage de la passerelle.
pt_br: O aplicativo anterior foi fechado e a migração poderia continuar. Esta versão de teste ainda não adota sua configuração. Feche esta prévia. Não desinstale o aplicativo anterior, não exclua os dados de migração nem execute a limpeza do gateway.
zh_cn: 旧版应用已关闭，可以继续迁移。此测试版本尚不会采用您的配置。请关闭此预览。请勿卸载旧版应用、删除迁移数据或运行网关清理。
zh_tw: 舊版應用程式已關閉，可以繼續移轉。此測試版本尚不會採用您的設定。請關閉此預覽。請勿解除安裝舊版應用程式、刪除移轉資料或執行閘道清理。

# Migration_StorePrepared
source: The previous app is closed. OpenClaw validated your current setup and saved protected migration preparation data. This test build does not adopt your setup yet. Close this preview. Do not uninstall the previous app, delete migration data, or run gateway cleanup.
fr_fr: L'application précédente est fermée. OpenClaw a validé votre configuration actuelle et enregistré des données de préparation de migration protégées. Cette version de test n'adopte pas encore votre configuration. Fermez cet aperçu. Ne désinstallez pas l'application précédente, ne supprimez pas les données de migration et ne lancez pas le nettoyage de la passerelle.
pt_br: O aplicativo anterior foi fechado. O OpenClaw validou sua configuração atual e salvou dados protegidos de preparação da migração. Esta versão de teste ainda não adota sua configuração. Feche esta prévia. Não desinstale o aplicativo anterior, não exclua os dados de migração nem execute a limpeza do gateway.
zh_cn: 旧版应用已关闭。OpenClaw 已验证您当前的配置并保存了受保护的迁移准备数据。此测试版本尚不会采用您的配置。请关闭此预览。请勿卸载旧版应用、删除迁移数据或运行网关清理。
zh_tw: 舊版應用程式已關閉。OpenClaw 已驗證您目前的設定，並儲存了受保護的移轉準備資料。此測試版本尚不會採用您的設定。請關閉此預覽。請勿解除安裝舊版應用程式、刪除移轉資料或執行閘道清理。

# Migration_StoreValidationFailed
source: OpenClaw could not safely validate the previous setup for migration. No completion was recorded and the previous app was not changed. Close this preview and try again later. Do not uninstall the previous app, delete migration data, or run gateway cleanup.
fr_fr: OpenClaw n'a pas pu valider en toute sécurité la configuration précédente pour la migration. Aucune finalisation n'a été enregistrée et l'application précédente n'a pas été modifiée. Fermez cet aperçu et réessayez plus tard. Ne désinstallez pas l'application précédente, ne supprimez pas les données de migration et ne lancez pas le nettoyage de la passerelle.
pt_br: O OpenClaw não pôde validar com segurança a configuração anterior para a migração. Nenhuma conclusão foi registrada e o aplicativo anterior não foi alterado. Feche esta prévia e tente novamente mais tarde. Não desinstale o aplicativo anterior, não exclua os dados de migração nem execute a limpeza do gateway.
zh_cn: OpenClaw 无法安全验证旧版配置是否可迁移。未记录完成状态，旧版应用也未被更改。请关闭此预览，稍后重试。请勿卸载旧版应用、删除迁移数据或运行网关清理。
zh_tw: OpenClaw 無法安全驗證舊版設定是否可移轉。未記錄完成狀態，舊版應用程式也未被變更。請關閉此預覽，稍後再試。請勿解除安裝舊版應用程式、刪除移轉資料或執行閘道清理。

# Migration_StoreAwaitingInnoRemoval
source: OpenClaw recorded migration completion and preserved your setup. Close this preview, uninstall the previous OpenClaw Companion app through Windows Settings, then open the Store version. Do not delete migration data or run gateway cleanup.
fr_fr: OpenClaw a enregistré la fin de la migration et préservé votre configuration. Fermez cet aperçu, désinstallez l'application OpenClaw Companion précédente dans les paramètres Windows, puis ouvrez la version du Store. Ne supprimez pas les données de migration et ne lancez pas le nettoyage de la passerelle.
pt_br: O OpenClaw registrou a conclusão da migração e preservou sua configuração. Feche esta prévia, desinstale o aplicativo OpenClaw Companion anterior nas Configurações do Windows e abra a versão da Store. Não exclua os dados de migração nem execute a limpeza do gateway.
zh_cn: OpenClaw 已记录迁移完成并保留了您的配置。请关闭此预览，通过 Windows 设置卸载旧版 OpenClaw Companion 应用，然后打开 Store 版本。请勿删除迁移数据或运行网关清理。
zh_tw: OpenClaw 已記錄移轉完成並保留您的設定。請關閉此預覽，透過 Windows 設定解除安裝舊版 OpenClaw Companion 應用程式，然後開啟 Store 版本。請勿刪除移轉資料或執行閘道清理。

# Migration_StoreYes
source: Yes
fr_fr: Oui
pt_br: Sim
zh_cn: 是
zh_tw: 是

# Migration_StoreNo
source: No
fr_fr: Non
pt_br: Não
zh_cn: 否
zh_tw: 否

# Migration_StoreUpdateRequired
source: The previous app is older than this preview's required source version. Migration and normal Store startup are blocked. Use a verified migration-capable Inno release before testing migration. Your setup has not been changed.
fr_fr: L'application précédente est antérieure à la version source requise par cet aperçu. La migration et le démarrage normal de la version du Store sont bloqués. Utilisez une version Inno vérifiée prenant en charge la migration avant de la tester. Votre configuration n'a pas été modifiée.
pt_br: O aplicativo anterior é mais antigo que a versão de origem exigida por esta prévia. A migração e a inicialização normal da versão da Store estão bloqueadas. Use uma versão Inno verificada com suporte à migração antes de testá-la. Sua configuração não foi alterada.
zh_cn: 旧版应用低于此预览要求的源版本。迁移和 Store 版本的正常启动已被阻止。请先使用经过验证且支持迁移的 Inno 版本，再测试迁移。您的配置未被更改。
zh_tw: 舊版應用程式低於此預覽要求的來源版本。移轉及 Store 版本的正常啟動已遭封鎖。請先使用經過驗證且支援移轉的 Inno 版本，再測試移轉。您的設定未被變更。

# Migration_StoreUnsupported
source: This installation layout, architecture, or package configuration is not supported by the migration preview. Only the default per-user installation with a matching architecture is supported. Your setup has not been changed.
fr_fr: Cette disposition d'installation, cette architecture ou cette configuration de package n'est pas prise en charge par l'aperçu de migration. Seule l'installation par utilisateur à l'emplacement par défaut avec une architecture correspondante est prise en charge. Votre configuration n'a pas été modifiée.
pt_br: Este local de instalação, arquitetura ou configuração de pacote não é compatível com a prévia da migração. Apenas a instalação padrão por usuário com arquitetura correspondente é compatível. Sua configuração não foi alterada.
zh_cn: 迁移预览不支持此安装位置、体系结构或程序包配置。仅支持体系结构匹配的默认按用户安装。您的配置未被更改。
zh_tw: 移轉預覽不支援此安裝位置、架構或套件設定。僅支援架構相符的預設個別使用者安裝。您的設定未被變更。

# Migration_StoreInspectionFailed
source: The migration preview could not safely inspect the previous installation or migration records. Normal startup is blocked. Close this preview and check the app log before retrying. Do not delete migration data or run gateway cleanup.
fr_fr: L'aperçu de migration n'a pas pu vérifier en toute sécurité l'installation précédente ou les enregistrements de migration. Le démarrage normal est bloqué. Fermez cet aperçu et consultez le journal de l'application avant de réessayer. Ne supprimez pas les données de migration et ne lancez pas le nettoyage de la passerelle.
pt_br: A prévia da migração não conseguiu verificar com segurança a instalação anterior ou os registros de migração. A inicialização normal está bloqueada. Feche esta prévia e consulte o log do aplicativo antes de tentar novamente. Não exclua os dados de migração nem execute a limpeza do gateway.
zh_cn: 迁移预览无法安全检查旧版安装或迁移记录。正常启动已被阻止。请关闭此预览并查看应用日志后重试。请勿删除迁移数据或运行网关清理。
zh_tw: 移轉預覽無法安全檢查舊版安裝或移轉記錄。正常啟動已遭封鎖。請關閉此預覽並查看應用程式記錄後重試。請勿刪除移轉資料或執行閘道清理。

# Migration_StoreFinalizationFailed
source: OpenClaw could not safely finish the completed migration. Normal startup is blocked and the migration receipt was kept for recovery. Close this preview and try again later. Do not delete migration data or run gateway cleanup.
fr_fr: OpenClaw n'a pas pu terminer la migration en toute sécurité. Le démarrage normal est bloqué et le reçu de migration a été conservé pour récupération. Fermez cet aperçu et réessayez plus tard. Ne supprimez pas les données de migration et ne lancez pas le nettoyage de la passerelle.
pt_br: O OpenClaw não conseguiu concluir a migração com segurança. A inicialização normal está bloqueada e o recibo de migração foi preservado para recuperação. Feche esta prévia e tente novamente mais tarde. Não exclua os dados de migração nem execute a limpeza do gateway.
zh_cn: OpenClaw 无法安全完成迁移。正常启动已被阻止，迁移收据已保留以供恢复。请关闭此预览，稍后重试。请勿删除迁移数据或运行网关清理。
zh_tw: OpenClaw 無法安全完成移轉。正常啟動已遭封鎖，移轉收據已保留以供復原。請關閉此預覽，稍後再試。請勿刪除移轉資料或執行閘道清理。

# Migration_StoreStartupRefused
source: OpenClaw finished the migration, but Windows would not enable OpenClaw Companion at sign-in. Your data and settings were migrated. To start OpenClaw automatically, enable OpenClaw Companion in Settings > Apps > Startup, or contact your administrator if startup is managed by policy.
fr_fr: OpenClaw a terminé la migration, mais Windows n'a pas autorisé le démarrage d'OpenClaw Companion à l'ouverture de session. Vos données et vos paramètres ont été migrés. Pour démarrer OpenClaw automatiquement, activez OpenClaw Companion dans Paramètres > Applications > Démarrage, ou contactez votre administrateur si le démarrage est géré par une stratégie.
pt_br: O OpenClaw concluiu a migração, mas o Windows não permitiu iniciar o OpenClaw Companion ao entrar. Seus dados e configurações foram migrados. Para iniciar o OpenClaw automaticamente, ative o OpenClaw Companion em Configurações > Aplicativos > Inicializar ou fale com seu administrador se a inicialização for gerenciada por política.
zh_cn: OpenClaw 已完成迁移，但 Windows 未允许在登录时启动 OpenClaw Companion。您的数据和设置均已迁移。若要自动启动 OpenClaw，请在 设置 > 应用 > 启动 中启用 OpenClaw Companion；如果启动由策略管理，请联系管理员。
zh_tw: OpenClaw 已完成移轉，但 Windows 未允許在登入時啟動 OpenClaw Companion。您的資料與設定皆已移轉。若要自動啟動 OpenClaw，請在 設定 > 應用程式 > 啟動 中啟用 OpenClaw Companion；如果啟動由原則管理，請聯絡系統管理員。

# Migration_StorePending
source: A previous migration needs recovery or finalization. This test build cannot continue it or start normally. Close this preview. Do not uninstall the previous app, delete migration data, or run gateway cleanup.
fr_fr: Une migration précédente nécessite une récupération ou une finalisation. Cette version de test ne peut ni la poursuivre ni démarrer normalement. Fermez cet aperçu. Ne désinstallez pas l'application précédente, ne supprimez pas les données de migration et ne lancez pas le nettoyage de la passerelle.
pt_br: Uma migração anterior precisa de recuperação ou finalização. Esta versão de teste não pode continuá-la nem iniciar normalmente. Feche esta prévia. Não desinstale o aplicativo anterior, não exclua os dados de migração nem execute a limpeza do gateway.
zh_cn: 之前的迁移需要恢复或完成。此测试版本无法继续该迁移或正常启动。请关闭此预览。请勿卸载旧版应用、删除迁移数据或运行网关清理。
zh_tw: 先前的移轉需要復原或完成。此測試版本無法繼續該移轉或正常啟動。請關閉此預覽。請勿解除安裝舊版應用程式、刪除移轉資料或執行閘道清理。

# Migration2_Title
source: Move to the Store version
fr_fr: Passer à la version du Store
pt_br: Mudar para a versão da Store
zh_cn: 迁移到 Store 版本
zh_tw: 移轉至 Store 版本

# Migration2_Consent
source: Keep your settings, gateway, files, and models where they are.
fr_fr: Gardez vos paramètres, votre passerelle, vos fichiers et vos modèles en place.
pt_br: Mantenha suas configurações, gateway, arquivos e modelos onde estão.
zh_cn: 将您的设置、网关、文件和模型保留在原处。
zh_tw: 將您的設定、閘道、檔案和模型保留在原處。

# Migration2_PrepareStepTitle
source: We'll prepare your setup
fr_fr: Nous préparerons votre configuration
pt_br: Vamos preparar sua configuração
zh_cn: 我们将准备您的配置
zh_tw: 我們將準備您的設定

# Migration2_PrepareStepBody
source: We'll safely close the previous app, check your installation and settings, and save protected migration records.
fr_fr: Nous fermerons l'application précédente en toute sécurité, vérifierons votre installation et vos paramètres, puis enregistrerons des données de migration protégées.
pt_br: Vamos fechar o aplicativo anterior com segurança, verificar sua instalação e configurações e salvar registros protegidos de migração.
zh_cn: 我们将安全关闭旧版应用，检查您的安装和设置，并保存受保护的迁移记录。
zh_tw: 我們將安全關閉舊版應用程式，檢查您的安裝和設定，並儲存受保護的移轉記錄。

# Migration2_RemoveStepTitle
source: You'll remove the previous app
fr_fr: Vous désinstallerez l'application précédente
pt_br: Você removerá o aplicativo anterior
zh_cn: 您将卸载旧版应用
zh_tw: 您將解除安裝舊版應用程式

# Migration2_RemoveStepBody
source: When prompted, uninstall it manually. Nothing is uninstalled automatically.
fr_fr: Lorsque vous y serez invité, désinstallez-la manuellement. Rien ne sera désinstallé automatiquement.
pt_br: Quando solicitado, desinstale-o manualmente. Nada será desinstalado automaticamente.
zh_cn: 收到提示后，请手动卸载。不会自动卸载任何应用。
zh_tw: 收到提示後，請手動解除安裝。不會自動解除安裝任何應用程式。

# Migration2_FinishStepTitle
source: Then use the Store version
fr_fr: Utilisez ensuite la version du Store
pt_br: Depois, use a versão da Store
zh_cn: 然后使用 Store 版本
zh_tw: 然後使用 Store 版本

# Migration2_FinishStepBody
source: We verify removal before starting the Store version.
fr_fr: Nous vérifions la désinstallation avant de démarrer la version du Store.
pt_br: Verificamos a remoção antes de iniciar a versão da Store.
zh_cn: 我们会验证移除状态后再启动 Store 版本。
zh_tw: 我們會驗證移除狀態後再啟動 Store 版本。

# Migration2_ConsentHint
source: Choose Not now to leave without starting migration. The Store version stays closed while the previous app is installed.
fr_fr: Choisissez Pas maintenant pour quitter sans démarrer la migration. La version Store reste fermée tant que l'application précédente est installée.
pt_br: Selecione Agora não para sair sem iniciar a migração. A versão da Store permanece fechada enquanto o aplicativo anterior estiver instalado.
zh_cn: 选择“暂不”即可退出，不会开始迁移。旧版应用仍安装时，商店版本不会启动。
zh_tw: 選擇「現在不要」即可離開，不會開始移轉。舊版應用程式仍安裝時，商店版本不會啟動。

# Migration2_ConsentWarningTitle
source: Before you continue
fr_fr: Avant de continuer
pt_br: Antes de continuar
zh_cn: 继续之前
zh_tw: 繼續之前

# Migration2_ConsentWarning
source: If validation succeeds, the previous app can no longer start normally.
fr_fr: Si la validation réussit, l'application précédente ne pourra plus démarrer normalement.
pt_br: Se a validação for bem-sucedida, o aplicativo anterior não poderá mais iniciar normalmente.
zh_cn: 如果验证成功，旧版应用将无法正常启动。
zh_tw: 如果驗證成功，舊版應用程式將無法正常啟動。

# Migration2_Closing
source: Asking the previous app to close safely...
fr_fr: Demande de fermeture sécurisée de l'application précédente...
pt_br: Solicitando o encerramento seguro do aplicativo anterior...
zh_cn: 正在请求旧版应用安全关闭...
zh_tw: 正在要求舊版應用程式安全關閉...

# Migration2_Preparing
source: Validating your existing setup...
fr_fr: Validation de votre configuration existante...
pt_br: Validando sua configuração existente...
zh_cn: 正在验证您的现有配置...
zh_tw: 正在驗證您的現有設定...

# Migration2_Completing
source: Recording migration completion...
fr_fr: Enregistrement de la fin de la migration...
pt_br: Registrando a conclusão da migração...
zh_cn: 正在记录迁移完成状态...
zh_tw: 正在記錄移轉完成狀態...

# Migration2_Finalizing
source: Checking removal and finishing migration...
fr_fr: Vérification de la désinstallation et finalisation de la migration...
pt_br: Verificando a desinstalação e finalizando a migração...
zh_cn: 正在检查卸载状态并完成迁移...
zh_tw: 正在檢查解除安裝狀態並完成移轉...

# Migration2_CloseInno
source: Close OpenClaw Companion from its tray menu, then choose Retry.
fr_fr: Fermez OpenClaw Companion depuis son menu dans la zone de notification, puis choisissez Réessayer.
pt_br: Feche o OpenClaw Companion pelo menu na bandeja do sistema e selecione Tentar novamente.
zh_cn: 请通过托盘菜单关闭 OpenClaw Companion，然后选择“重试”。
zh_tw: 請透過系統匣選單關閉 OpenClaw Companion，然後選擇「重試」。

# Migration2_CloseInnoTitle
source: Close the previous app
fr_fr: Fermez l'application précédente
pt_br: Feche o aplicativo anterior
zh_cn: 关闭旧版应用
zh_tw: 關閉舊版應用程式

# Migration2_CloseInnoWarningTitle
source: Don't uninstall yet
fr_fr: Ne désinstallez pas encore
pt_br: Não desinstale ainda
zh_cn: 暂时不要卸载
zh_tw: 暫時不要解除安裝

# Migration2_CloseInnoWarning
source: Don't force-close or uninstall it yet. We'll tell you when it's safe to uninstall.
fr_fr: Ne forcez pas sa fermeture et ne la désinstallez pas encore. Nous vous indiquerons quand vous pourrez la désinstaller en toute sécurité.
pt_br: Não force o encerramento nem desinstale o aplicativo ainda. Avisaremos quando for seguro desinstalar.
zh_cn: 暂时不要强制关闭或卸载该应用。我们会在可以安全卸载时通知您。
zh_tw: 暫時不要強制關閉或解除安裝該應用程式。我們會在可以安全解除安裝時通知您。

# Migration2_AwaitingRemoval
source: Your setup has been validated and migration completion recorded. 1. Open Installed apps and uninstall only the previous OpenClaw Companion app. Keep the Store version. 2. Return here and choose Retry to verify removal and finish. Your settings, gateway, files, and models stay in place.
fr_fr: Votre configuration a été validée et la fin de la migration enregistrée. 1. Ouvrez Applications installées et désinstallez uniquement l'application OpenClaw Companion précédente. Gardez la version du Store. 2. Revenez ici et choisissez Réessayer pour vérifier la désinstallation et terminer. Vos paramètres, votre passerelle, vos fichiers et vos modèles restent en place.
pt_br: Sua configuração foi validada e a conclusão da migração foi registrada. 1. Abra Aplicativos instalados e desinstale apenas o aplicativo OpenClaw Companion anterior. Mantenha a versão da Store. 2. Volte aqui e selecione Tentar novamente para verificar a remoção e finalizar. Suas configurações, gateway, arquivos e modelos permanecem no mesmo local.
zh_cn: 您的配置已通过验证，迁移完成状态已记录。 1. 打开“已安装的应用”，仅卸载旧版 OpenClaw Companion 应用。请保留 Store 版本。 2. 返回此处并选择“重试”以验证移除状态并完成迁移。 您的设置、网关、文件和模型将保留在原处。
zh_tw: 您的設定已通過驗證，移轉完成狀態已記錄。 1. 開啟「已安裝的應用程式」，僅解除安裝舊版 OpenClaw Companion 應用程式。請保留 Store 版本。 2. 返回此處並選擇「重試」以驗證移除狀態並完成移轉。 您的設定、閘道、檔案和模型將保留在原處。

# Migration2_RemovalTitle
source: Remove the previous app
fr_fr: Désinstallez l'application précédente
pt_br: Remova o aplicativo anterior
zh_cn: 卸载旧版应用
zh_tw: 解除安裝舊版應用程式

# Migration2_RemovalWarningTitle
source: Keep your setup
fr_fr: Conservez votre configuration
pt_br: Mantenha sua configuração
zh_cn: 保留您的配置
zh_tw: 保留您的設定

# Migration2_RemovalWarning
source: Don't delete migration data or run gateway cleanup.
fr_fr: Ne supprimez pas les données de migration et ne lancez pas le nettoyage de la passerelle.
pt_br: Não exclua os dados de migração nem execute a limpeza do gateway.
zh_cn: 请勿删除迁移数据或运行网关清理。
zh_tw: 請勿刪除移轉資料或執行閘道清理。

# Migration2_ValidationFailed
source: OpenClaw could not safely complete migration. Do not uninstall the previous app or run gateway cleanup. Check the app log, resolve the problem, and retry.
fr_fr: OpenClaw n'a pas pu terminer la migration en toute sécurité. Ne désinstallez pas l'application précédente et ne lancez pas le nettoyage de la passerelle. Consultez le journal de l'application, résolvez le problème et réessayez.
pt_br: O OpenClaw não conseguiu concluir a migração com segurança. Não desinstale o aplicativo anterior nem execute a limpeza do gateway. Consulte o log do aplicativo, resolva o problema e tente novamente.
zh_cn: OpenClaw 无法安全完成迁移。请勿卸载旧版应用或运行网关清理。请查看应用日志，解决问题后重试。
zh_tw: OpenClaw 無法安全完成移轉。請勿解除安裝舊版應用程式或執行閘道清理。請查看應用程式記錄，解決問題後重試。

# Migration2_UpdateRequired
source: Update the previous app to a supported migration-capable version first. Your setup has not been changed. This app stays inactive while the previous app is installed.
fr_fr: Mettez d'abord l'application précédente à jour vers une version compatible prenant en charge la migration. Votre configuration n'a pas été modifiée. Cette application reste inactive tant que l'application précédente est installée.
pt_br: Primeiro, atualize o aplicativo anterior para uma versão compatível com suporte à migração. Sua configuração não foi alterada. Este aplicativo permanece inativo enquanto o aplicativo anterior estiver instalado.
zh_cn: 请先将旧版应用更新到受支持且具备迁移功能的版本。您的配置未被更改。在旧版应用仍安装的情况下，此应用将保持未激活状态。
zh_tw: 請先將舊版應用程式更新至受支援且具備移轉功能的版本。您的設定未被變更。在舊版應用程式仍安裝的情況下，此應用程式將保持未啟用狀態。

# Migration2_Unsupported
source: This installation cannot be migrated safely. Only the default installation for the same Windows user and matching architecture is supported. Your setup has not been changed. This app stays inactive while the previous app is installed.
fr_fr: Cette installation ne peut pas être migrée en toute sécurité. Seule l'installation par défaut pour le même utilisateur Windows et avec une architecture correspondante est prise en charge. Votre configuration n'a pas été modifiée. Cette application reste inactive tant que l'application précédente est installée.
pt_br: Esta instalação não pode ser migrada com segurança. Apenas a instalação padrão para o mesmo usuário do Windows e com arquitetura correspondente é compatível. Sua configuração não foi alterada. Este aplicativo permanece inativo enquanto o aplicativo anterior estiver instalado.
zh_cn: 无法安全迁移此安装。仅支持同一 Windows 用户且体系结构匹配的默认安装。您的配置未被更改。在旧版应用仍安装的情况下，此应用将保持未激活状态。
zh_tw: 無法安全移轉此安裝。僅支援相同 Windows 使用者且架構相符的預設安裝。您的設定未被變更。在舊版應用程式仍安裝的情況下，此應用程式將保持未啟用狀態。

# Migration2_InspectionFailed
source: OpenClaw could not safely inspect the installation or migration records. Check the app log before retrying. Do not delete migration data or run gateway cleanup.
fr_fr: OpenClaw n'a pas pu vérifier en toute sécurité l'installation ou les enregistrements de migration. Consultez le journal de l'application avant de réessayer. Ne supprimez pas les données de migration et ne lancez pas le nettoyage de la passerelle.
pt_br: O OpenClaw não conseguiu verificar com segurança a instalação ou os registros de migração. Consulte o log do aplicativo antes de tentar novamente. Não exclua os dados de migração nem execute a limpeza do gateway.
zh_cn: OpenClaw 无法安全检查安装或迁移记录。请先查看应用日志再重试。请勿删除迁移数据或运行网关清理。
zh_tw: OpenClaw 無法安全檢查安裝或移轉記錄。請先查看應用程式記錄再重試。請勿刪除移轉資料或執行閘道清理。

# Migration2_Recovery
source: This migration needs recovery. Check the app log. If the previous app is still installed, remove it from Installed apps and select Retry. Do not delete migration data by hand or run gateway cleanup.
fr_fr: Cette migration nécessite une récupération. Consultez le journal de l'application. Si l'application précédente est toujours installée, supprimez-la dans Applications installées, puis sélectionnez Réessayer. Ne supprimez pas les données de migration manuellement et ne lancez pas le nettoyage de la passerelle.
pt_br: Esta migração precisa de recuperação. Consulte o log do aplicativo. Se o aplicativo anterior ainda estiver instalado, remova-o em Aplicativos instalados e selecione Tentar novamente. Não exclua os dados de migração manualmente nem execute a limpeza do gateway.
zh_cn: 此迁移需要恢复。请查看应用日志。如果旧版应用仍已安装，请在“已安装的应用”中将其卸载，然后选择“重试”。请勿手动删除迁移数据或运行网关清理。
zh_tw: 此移轉需要復原。請查看應用程式記錄。如果舊版應用程式仍已安裝，請在「已安裝的應用程式」中將其解除安裝，然後選擇「重試」。請勿手動刪除移轉資料或執行閘道清理。

# Migration2_FinalizationFailed
source: OpenClaw could not finish migration. The completion receipt was kept for recovery. Check the app log and retry. Do not delete migration data or run gateway cleanup.
fr_fr: OpenClaw n'a pas pu terminer la migration. Le reçu de fin de migration a été conservé pour permettre une récupération. Consultez le journal de l'application et réessayez. Ne supprimez pas les données de migration et ne lancez pas le nettoyage de la passerelle.
pt_br: O OpenClaw não conseguiu finalizar a migração. O recibo de conclusão foi preservado para recuperação. Consulte o log do aplicativo e tente novamente. Não exclua os dados de migração nem execute a limpeza do gateway.
zh_cn: OpenClaw 无法完成迁移。完成收据已保留以供恢复。请查看应用日志并重试。请勿删除迁移数据或运行网关清理。
zh_tw: OpenClaw 無法完成移轉。完成收據已保留以供復原。請查看應用程式記錄並重試。請勿刪除移轉資料或執行閘道清理。

# Migration2_InstalledApps
source: Open Installed apps
fr_fr: Ouvrir Applications installées
pt_br: Abrir Aplicativos instalados
zh_cn: 打开“已安装的应用”
zh_tw: 開啟「已安裝的應用程式」

# Migration2_DiscardRecords
source: Discard unreadable migration data
fr_fr: Supprimer les données de migration illisibles
pt_br: Descartar dados de migração ilegíveis
zh_cn: 放弃无法读取的迁移数据
zh_tw: 捨棄無法讀取的移轉資料
